Repository: J-rg/osx-xliff-tool
Catalog: xliff-tool/*.lproj/Localizable.strings
Languages: de

source: %@ (source=%@, target=%@)
de: %1$@ (von=%2$@, nach=%3$@)

source: %d file(s), %d localizable string(s) available
de: %1$d Datei(en), %2$d lokalisierbare Resource(n) vorhanden

source: Could not parse the XLIFF XML file at: "%@"
de: XLIFF XML Datei konnte nicht verarbeitet werden an der Stelle: "%@"

source: Could not read file.
de: Die Datei kann nicht gelesen werden.

source: Missing format chars
de: Fehlende Formatelemente

source: No translation
de: Nicht übersetzt

source: No xliff file loaded
de: Keine XLIFF Datei geladen

source: Target does not contain all format characters from the source, missing "%@".
de: Folgende Formatelemente fehlen in der Eingabe: "%@".

source: Try to re-generate the XLIFF file with Xcode using "Editor > Export For Localization" Menu Action and re-open it.
de: Die XLIFF Datei mit Xcode "Editor > Export for Localization" neu erzeugen und anschließend erneut öffnen.

source: Validation Error
de: Validierungsfehler

source: XLIFF format error
de: XLIFF Formatierungsfehler
